<template>
    <div class="bg-white py-4 sm:py-8">
        <div class="mx-auto max-w-6xl text-left" id="content-to-convert">
            <div class="border-b border-gray-200 pb-5 mb-7">
                <h2 class="text-lg sm:text-2xl font-semibold leading-6 text-gray-900 px-4 sm:px-8">Политика обработки персональных данных</h2>
            </div>
        </div>
        <div class="container mx-auto max-w-6xl text-base text-left bg-white px-4 sm:px-8">
            <ol role="list" class="nested py-4">
                <li v-for="item in items" :key="item.id">
                    <strong class="uppercase text-purple-800">Общие положения</strong>
                    <ol class="nested">
                        <li>Настоящая Политика обработки персональных данных (далее - Политика)  в автономной некоммерческой организации дополнительного профессионального образования «Форум» (далее – Оператор) определяет цели, порядок и условия обработки персональных данных в Операторе, категории обрабатываемых Оператором персональных данных, категории субъектов персональных данных, а также реализуемые Оператором меры для обеспечения безопасности персональных данных при их обработке.</li>
                        <li>Настоящая Политика разработана в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» (далее - Закон).</li>
                        <li>Настоящая Политика действует в отношении всех персональных данных, которые обрабатывает Оператор.</li>
                        <li>Настоящая Политика распространяется на отношения в области обработки персональных данных, возникшие у Оператора как до, так и после утверждения настоящей Политики.</li>
                        <li>Основные понятия, используемые в настоящей Политике:
                            <ol class="nested">
                                <li>персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных);</li>
                                <li>оператор персональных данных (оператор) – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;</li>
                                <li>обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными. Обработка персональных данных включает в себя, в том числе: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;</li>
                                <li>автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;</li>
                                <li>распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц;</li>
                                <li>предоставление персональных данных - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;</li>
                                <li>блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);</li>
                                <li>уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных;</li>
                                <li>обезличивание персональных данных – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных;</li>
                                <li>информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств;</li>
                                <li>трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу.</li>
                            </ol>
                        </li>
                        <li>Основные права и обязанности Оператора.</li>
                            <ol class="nested">
                                <li>Оператор имеет право:
                                    <ol class="nested">
                                        <li>самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами;</li>
                                        <li>поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные Законом о персональных данных, соблюдать конфиденциальность персональных данных, принимать необходимые меры, направленные на обеспечение выполнения обязанностей, предусмотренных Законом о персональных данных;</li>
                                        <li>1.6.1.3.	в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных.</li>
                                    </ol>
                                </li>
                                <li>Оператор обязан:
                                    <ol class="nested">
                                        <li>организовывать обработку персональных данных в соответствии с требованиями Закона о персональных данных;</li>
                                        <li>отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</li>
                                        <li>сообщать в уполномоченный орган по защите прав субъектов персональных данных (Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор)) по запросу этого органа необходимую информацию в течение 10 рабочих дней с даты получения такого запроса. Данный срок может быть продлен, но не более чем на пять рабочих дней. Для этого Оператору необходимо направить в Роскомнадзор мотивированное уведомление с указанием причин продления срока предоставления запрашиваемой информации;</li>
                                        <li>в порядке, определенном федеральным органом исполнительной власти, уполномоченным в области обеспечения безопасности, обеспечивать взаимодействие с государственной системой обнаружения, предупреждения и ликвидации последствий компьютерных атак на информационные ресурсы РФ, включая информирование его о компьютерных инцидентах, которые повлекли неправомерную передачу (предоставление, распространение, доступ) персональных данных.</li>
                                    </ol>
                                </li>
                            </ol>
                        <li>Основные права субъекта персональных данных. Субъект персональных данных имеет право:</li>
                            <ol class="nested">
                                <li>получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;</li>
                                <li>требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</li>
                                <li>дать предварительное согласие на обработку персональных данных в целях продвижения на рынке товаров, работ и услуг;</li>
                                <li>обжаловать в Роскомнадзоре или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных.</li>
                            </ol>
                        <li>Контроль за исполнением требований настоящей Политики осуществляется уполномоченным лицом, ответственным за организацию обработки персональных данных у Оператора.</li>
                        <li>Ответственность за нарушение требований законодательства Российской Федерации в сфере обработки и защиты персональных данных определяется в соответствии с законодательством Российской Федерации.</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="uppercase text-purple-800">Цели сбора персональных данных</strong>
                    <ol class="nested">
                        <li>Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</li>
                        <li>Обработке подлежат только персональные данные, которые отвечают целям их обработки.</li>
                        <li>Обработка Оператором персональных данных осуществляется в следующих целях:
                            <ol class="nested">
                                <li>осуществление своей деятельности в соответствии с уставом Оператора;</li>
                                <li>для заключения и исполнения договоров, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных, в том числе в случае реализации Оператором своего права на уступку прав (требований) по такому договору, а также для заключения договоров по инициативе субъекта персональных данных или договоров, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</li>
                                <li>для осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей, в том числе заполнения и передачи в уполномоченные органы требуемых форм отчетности;</li>
                                <li>осуществление приема на обучение по образовательным программам;</li>
                                <li>соблюдение законодательства в сфере образования;</li>
                                <li>представление сведений в уполномоченный орган для формирования и ведения федеральных, региональных и ведомственных информационных систем обеспечения процессов регистрации на обучение, обучения и иной деятельности Оператора;</li>
                                <li>исполнение трудового законодательства в рамках трудовых и иных непосредственно связанных с ним отношений, в том числе:
                                    <ol class="nested">
                                        <li>содействие работникам и обучающимся в трудоустройстве, получении образования и продвижении по службе,</li>
                                        <li>привлечение и отбор кандидатов на работу у Оператора,</li>
                                        <li>обеспечение личной безопасности работников и обучающихся,</li>
                                        <li>контроль количества и качества выполняемой работы,</li>
                                        <li>обеспечение сохранности имущества,</li>
                                        <li>ведение кадрового и бухгалтерского учета,</li>
                                        <li>предоставление со стороны Оператора установленных законодательством условий труда, гарантий и компенсаций,</li>
                                        <li>оформление награждений и поощрений, организация постановки на индивидуальный (персонифицированный) учет работников в системах обязательного пенсионного страхования и обязательного социального страхования,</li>
                                        <li>продвижение товаров, работ, услуг Оператора.</li>
                                    </ol>
                                </li>
                                <li>осуществление пропускного режима и контроля его соблюдения, видеонаблюдения и видеозаписи на территории и в помещениях, в которых расположен Оператор (далее вместе - пропускной режим).</li>
                            </ol>
                        </li>
                        <li>Обработка персональных данных работников может осуществляться исключительно в целях обеспечения соблюдения законов и иных нормативных правовых актов.</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="uppercase text-purple-800">Правовые основания обработки персональных данных</strong>
                    <ol class="nested">
                        <li>Правовым основанием обработки персональных данных является совокупность нормативных правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку персональных данных, в том числе:
                            <ol class="nested">
                                <li>Конституция Российской Федерации;</li>
                                <li>Гражданский кодекс Российской Федерации;</li>
                                <li>Трудовой кодекс Российской Федерации;</li>
                                <li>Налоговый кодекс Российской Федерации;</li>
                                <li>Федеральный закон от 12.01.1996 № 7-ФЗ «О некоммерческих организациях»;</li>
                                <li>Федеральный закон от 06.12.2011 № 402-ФЗ «О бухгалтерском учете»;</li>
                                <li>Федеральный закон от 01.04.1996 № 27-ФЗ «Об индивидуальном (персонифицированном) учете в системах обязательного пенсионного страхования и обязательного социального страхования»;</li>
                                <li>Федеральный закон от 15.12.2001 № 167-ФЗ «Об обязательном пенсионном страховании в Российской Федерации»;</li>
                                <li>Федеральный закон от 27.07.2006 № 149-ФЗ «Об информации, информационных технологиях и о защите информации»;</li>
                                <li>Федеральный закон от 29.12.2012 № 273-ФЗ «Об образовании в Российской Федерации»;</li>
                                <li>Федеральный закон от 23.08.1996 № 127-ФЗ «О науке и государственной научно-технической политике»;</li>
                                <li>иные нормативные правовые акты, регулирующие отношения, связанные с деятельностью Оператора.</li>
                            </ol>
                        </li>
                        <li>Правовым основанием обработки персональных данных также являются:
                            <ol class="nested">
                                <li>Устав Оператора;</li>
                                <li>договоры, заключаемые между Оператором и субъектами персональных данных;</li>
                                <li>договоры, заключаемые между Оператором и контрагентами;</li>
                                <li>согласия субъектов персональных данных на обработку их персональных данных.</li>
                            </ol>
                        </li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="uppercase text-purple-800">Объем и категории обрабатываемых персональных данных, категории субъектов персональных данных</strong>
                    <ol class="nested">
                        <li>Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки, предусмотренным в разделе 2 настоящей Политики. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки.</li>
                        <li>Оператор может обрабатывать персональные данные следующих категорий субъектов персональных данных:
                            <ol class="nested">
                                <li>Кандидаты для приема на работу к Оператору – для целей исполнения трудового законодательства в рамках трудовых и иных непосредственно связанных с ним отношений, осуществления пропускного режима: фамилия, имя, отчество (при наличии), пол, гражданство, дата и место рождения, контактные данные (адрес электронной почты и номер телефона); сведения об образовании, опыте работы, квалификации; изображение (фотография), иные персональные данные.</li>
                                <li>Работники и бывшие работники Оператора – для целей исполнения трудового законодательства в рамках трудовых и иных непосредственно связанных с ним отношений, осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей, осуществления пропускного режима: фамилия, имя, отчество (при наличии), пол, гражданство, дата и место рождения, изображения (фотография), видеоизображения, данные документа, удостоверяющего личность, адрес регистрации по месту жительства, адрес фактического проживания, контактные данные (адрес электронной почты и номер телефона), индивидуальный номер налогоплательщика, страховой номер индивидуального лицевого счета (СНИЛС); сведения об образовании, квалификации, профессиональной подготовке и повышении квалификации, семейное положение, наличие детей, родственные связи, сведения о трудовой деятельности, в том числе наличие поощрений, награждений и (или) дисциплинарных взысканий; данные о регистрации брака, сведения о воинском учете, сведения об инвалидности, сведения об удержании алиментов, сведения о доходе, обязательствах по исполнительным документам, сведения, содержащиеся в документах, дающих право на пребывание и трудовую деятельность на территории Российской Федерации (для иностранных граждан, пребывающих в Российской Федерации), сведения, содержащиеся в разрешении на временное проживание, виде на жительство (для иностранных граждан, постоянно проживающих в Российской Федерации), сведения о наличии (отсутствии) судимости и (или) факта уголовного преследования либо о прекращении уголовного преследования по реабилитирующим основаниям, сведения о состоянии здоровья и наличии заболеваний (при необходимости в случаях, установленных законодательством Российской Федерации), номер расчетного счета, банковской карты, иные персональные данные.</li>
                                <li>Члены семей работников Оператора – для целей исполнения трудового законодательства в рамках трудовых и иных непосредственно связанных с ним отношений, осуществления пропускного режима: фамилия, имя, отчество (при наличии), степень родства, дата рождения, данные документа, удостоверяющего личность, сведения о социальных льготах и социальном статусе, место работы и должность, сведения об образовательной организации, иные персональные данные.</li>
                                <li>Контрагенты Оператора (физические лица) – для целей осуществления своей деятельности в соответствии с уставом Оператора, заключения и исполнения договоров, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных, продвижения товаров, работ, услуг Оператора, осуществления пропускного режима: фамилия, имя, отчество (при наличии), дата и место рождения, данные документа, удостоверяющего личность, адрес регистрации по месту жительства, контактные данные (адрес электронной почты и номер телефона), замещаемая должность, индивидуальный номер налогоплательщика, номер расчетного счета, иные персональные данные.</li>
                                <li>Представители (работники) контрагентов Оператора (юридических лиц) – для целей осуществления своей деятельности в соответствии с уставом Оператора, осуществления пропускного режима: фамилия, имя, отчество, данные документа, удостоверяющего личность, контактные данные (адрес электронной почты и номер телефона), замещаемая должность; иные персональные данные.</li>
                                <li>Обучающиеся (слушатели) – для  целей осуществления своей деятельности в соответствии с Уставом Оператора, соблюдения законодательства в сфере образования, осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей, заключения и исполнения договоров, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных, представление сведений в уполномоченный орган для формирования и ведения федеральных, региональных и ведомственных информационных систем обеспечения процессов зачисления на обучение, обучения и иной деятельности Оператора, продвижения товаров, работ, услуг Оператора, осуществления пропускного режима: фамилия, имя, отчество (при наличии), пол, гражданство, дата и место рождения, изображение (фотография), видеоизображение, данные документа, удостоверяющего личность, адрес регистрации по месту жительства, адрес фактического проживания, контактные данные (адрес электронной почты и номер телефона), индивидуальный номер налогоплательщика, страховой номер индивидуального лицевого счета (СНИЛС); сведения об образовании, квалификации, профессиональной подготовке и повышении квалификации, сведения о трудовой деятельности, сведения о воинском учете, семейное положение, состав семьи, свидетельство о рождении, свидетельство о заключении брака, свидетельство о перемени имени, справка органов ЗАГС, решение суда о лишении обоих или единственного родителя родительских прав, решение о признании обоих или единственного родителя безвестно отсутствующим, сведения о социальных льготах и социальном статусе, сведения о стипендиальном обеспечении и иных формах материальной поддержки, сведения об успеваемости и посещаемости, документы и сведения о результатах олимпиад, различных индивидуальных достижений, сведения об инвалидности, сведения, содержащиеся в документах, дающих право на пребывание на территории Российской Федерации (для иностранных граждан, пребывающих в Российской Федерации), сведения, содержащиеся в разрешении на временное проживание в целях получения образования (для иностранных граждан, временно проживающих в Российской Федерации), виде на жительство (для иностранных граждан, постоянно проживающих в Российской Федерации), сведения о состоянии здоровья и наличии заболеваний (при необходимости в случаях, установленных законодательством Российской Федерации).</li>
                                <li>Законные представители обучающегося – для целей осуществления своей деятельности в соответствии с Уставом Оператора, соблюдения законодательства в сфере образования, осуществления приема на обучение по образовательным программам, осуществления пропускного режима: фамилия, имя, отчество (при наличии), степень родства, дата рождения, сведения о социальных льготах и социальном статусе, место работы и должность, сведения об образовательной организации; данные документа, удостоверяющего личность, иные персональные данные, предоставляемые в соответствии с требованиями законодательства.</li>
                                <li>Пользователи сайта Оператора – в целях осуществления своей деятельности в соответствии с уставом Оператора, продвижения товаров, работ, услуг Оператора, осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей: фамилия, имя, отчество (при наличии), контактные данные (адрес электронной почты и номер телефона), сведения о трудовой деятельности, пользовательские данные (сведения о местоположении; тип и версия операционной системы, тип и версия браузера, тип устройства и разрешение его экрана, язык рабочей среды пользователя, IР-адрес, иные данные.</li>
                            </ol>
                        </li>
                        <li>Обработка Оператором биометрических персональных данных (сведений, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность) осуществляется в соответствии с законодательством Российской Федерации.</li>
                        <li>Оператором не осуществляется обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, за исключением случаев, предусмотренных законодательством Российской Федерации.</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="uppercase text-purple-800">Порядок и условия обработки персональных данных</strong>
                    <ol class="nested">
                        <li>Обработка персональных данных осуществляется Оператором в соответствии с требованиями законодательства Российской Федерации.</li>
                        <li>Обработка персональных данных осуществляется с согласия субъектов персональных данных на обработку их персональных данных, а также без такового в случаях, предусмотренных законодательством Российской Федерации.</li>
                        <li>Оператор вправе поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора, в том числе государственного или муниципального контракта, либо путем принятия государственным органом или муниципальным органом соответствующего акта (далее - поручение Оператора). Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные Законом о персональных данных, соблюдать конфиденциальность персональных данных, принимать необходимые меры, направленные на обеспечение выполнения обязанностей, предусмотренных Законом о персональных данных. В поручении Оператора должны быть определены перечень персональных данных, перечень действий (операций) с персональными данными, которые будут совершаться лицом, осуществляющим обработку персональных данных, цели их обработки, должна быть установлена обязанность такого лица соблюдать конфиденциальность персональных данных, требования, предусмотренные частью 5 статьи 18 и статьей 18.1 Закона о персональных данных, обязанность по запросу Оператора персональных данных в течение срока действия поручения оператора, в том числе до обработки персональных данных, предоставлять документы и иную информацию, подтверждающие принятие мер и соблюдение в целях исполнения поручения Оператора требований, установленных в соответствии с настоящей статьей, обязанность обеспечивать безопасность персональных данных при их обработке, а также должны быть указаны требования к защите обрабатываемых персональных данных в соответствии со статьей 19 Закона о персональных данных, в том числе требование об уведомлении оператора о случаях, предусмотренных частью 3.1 статьи 21 Закона о персональных данных.</li>
                        <li>Оператор осуществляет обработку персональных данных для каждой цели их обработки следующими способами:
                            <ol class="nested">
                                <li>неавтоматизированная обработка персональных данных;</li>
                                <li>автоматизированная обработка персональных данных с передачей полученной информации по информационно-телекоммуникационным сетям или без таковой;</li>
                                <li>смешанная обработка персональных данных.</li>
                            </ol>
                        </li>
                        <li>К обработке персональных данных допускаются работники Оператора, в должностные обязанности которых входит обработка персональных данных.</li>
                        <li>Обработка персональных данных для каждой цели обработки, указанной в п. 2.3 настоящей Политики, осуществляется путем:
                            <ol class="nested">
                                <li>получения персональных данных в устной и письменной форме непосредственно от субъектов персональных данных;</li>
                                <li>внесения персональных данных в журналы, реестры и информационные системы Оператора;</li>
                                <li>использования иных способов обработки персональных данных.</li>
                            </ol>
                        </li>
                        <li>Не допускается раскрытие третьим лицам и распространение персональных данных без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом. Согласие на обработку персональных данных, разрешенных субъектом персональных данных для распространения, оформляется отдельно от иных согласий субъекта персональных данных на обработку его персональных данных. Требования к содержанию согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения, утверждены приказом Роскомнадзора от 24.02.2021 № 18.</li>
                        <li>Передача персональных данных правоохранительным органам, судам, в Федеральную налоговую службу, Фонд пенсионного и социального страхования Российской Федерации, военные комиссариаты, государственную инспекцию труда и другие уполномоченные органы исполнительной власти и организации осуществляется в соответствии с требованиями законодательства Российской Федерации.</li>
                        <li>Трансграничная передача персональных данных осуществляется в соответствии с законодательством и международными договорами Российской Федерации, а также на основании договоров (соглашений), заключенных между Оператором и международными и (или) иностранными организациями, обеспечивающими адекватную защиту прав субъектов персональных данных. При трансграничной передаче персональных данных их перевод на другие языки осуществляется в порядке, согласованном Оператором с иностранным контрагентом.</li>
                        <li>Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения и других несанкционированных действий, в том числе:
                            <ol class="nested">
                                <li>определяет угрозы безопасности персональных данных при их обработке;</li>
                                <li>принимает локальные нормативные акты и иные документы, регулирующие отношения в сфере обработки и защиты персональных данных; назначает лиц, ответственных за обеспечение безопасности персональных данных в структурных подразделениях и информационных системах Оператора;</li>
                                <li>создает необходимые условия для работы с персональными данными; </li>
                                <li>организует учет документов, содержащих персональные данные</li>
                                <li>организует работу с информационными системами, в которых обрабатываются персональные данные;</li>
                                <li>хранит персональные данные в условиях, при которых обеспечивается их сохранность и исключается неправомерный доступ к ним;</li>
                                <li>ознакомляет работников, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику Оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных, и (или) организует обучение указанных работников.</li>
                            </ol>
                        </li>
                        <li>Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требует каждая цель обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором.
                            <ol class="nested">
                                <li>Персональные данные на бумажных носителях хранятся у Оператора в течение сроков хранения документов, для которых эти сроки предусмотрены законодательством об архивном деле в Российской Федерации.</li>
                                <li>Срок хранения персональных данных, обрабатываемых в информационных системах персональных данных, соответствует сроку хранения персональных данных на бумажных носителях.</li>
                            </ol>
                        </li>
                        <li>Оператор прекращает обработку персональных данных в следующих случаях:
                            <ol class="nested">
                                <li>выявлен факт их неправомерной обработки. Срок – в течение трех рабочих дней с даты выявления; достигнута цель их обработки;</li>
                                <li>истек срок действия или отозвано согласие субъекта персональных данных на обработку указанных данных, в случае если в соответствии с Законом о персональных данных обработка этих данных допускается только с согласия субъекта персональных данных на обработку.</li>
                            </ol>
                        </li>
                        <li>При достижении целей обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия на их обработку Оператор прекращает обработку этих данных, если:
                            <ol class="nested">
                                <li>иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных. Оператор не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом о персональных данных или иными федеральными законами;</li>
                                <li>иное не предусмотрено другим соглашением между Оператором и субъектом персональных данных.</li>
                            </ol>
                        </li>
                        <li>При обращении субъекта персональных данных к Оператору с требованием о прекращении обработки персональных данных в срок, не превышающий десять рабочих дней с даты получения Оператором соответствующего требования, обработка персональных данных прекращается, за исключением случаев, предусмотренных Законом о персональных данных. Указанный срок может быть продлен, но не более чем на пять рабочих дней. Для этого Оператору необходимо направить субъекту персональных данных мотивированное уведомление с указанием причин продления срока.</li>
                        <li>При сборе персональных данных, в том числе посредством информационно-телекоммуникационной сети Интернет, Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, указанных в Законе о персональных данных.</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="uppercase text-purple-800">Актуализация, исправление, удаление и уничтожение персональных данных, ответы на запросы субъектов на доступ к персональным данным</strong>
                    <ol class="nested">
                        <li>Подтверждение факта обработки персональных данных Оператором, правовые основания и цели обработки персональных данных, а также иные сведения, указанные в ч. 7 ст. 14 Закона о персональных данных, предоставляются Оператором субъекту персональных данных или его представителю в течение десяти рабочих дней с момента обращения либо получения запроса субъекта персональных данных или его представителя. Данный срок может быть продлен, но не более чем на пять рабочих дней. Для этого Оператору следует направить субъекту персональных данных мотивированное уведомление с указанием причин продления срока предоставления запрашиваемой информации. В предоставляемые сведения не включаются персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Запрос должен содержать: номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе; сведения, подтверждающие участие субъекта персональных данных в отношениях с Оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором; подпись субъекта персональных данных или его представителя. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации. Оператор предоставляет сведения, указанные в ч. 7 ст. 14 Закона о персональных данных, субъекту персональных данных или его представителю в той форме, в которой направлены соответствующие обращение либо запрос, если иное не указано в обращении или запросе. Если в обращении (запросе) субъекта персональных данных не отражены в соответствии с требованиями Закона о персональных данных все необходимые сведения или субъект не обладает правами доступа к запрашиваемой информации, то ему направляется мотивированный отказ. Право субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с ч. 8 ст. 14 Закона о персональных данных, в том числе если доступ субъекта персональных данных к его персональным данным нарушает права и законные интересы третьих лиц.</li>
                        <li>В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу Роскомнадзора Оператор осуществляет блокирование персональных данных, относящихся к этому субъекту персональных данных, с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц. В случае подтверждения факта неточности персональных данных Оператор на основании сведений, представленных субъектом персональных данных или его представителем либо Роскомнадзором, или иных необходимых документов уточняет персональные данные в течение семи рабочих дней со дня представления таких сведений и снимает блокирование персональных данных.</li>
                        <li>В случае выявления неправомерной обработки персональных данных при обращении (запросе) субъекта персональных данных или его представителя либо Роскомнадзора Оператор осуществляет блокирование неправомерно обрабатываемых персональных данных, относящихся к этому субъекту персональных данных, с момента такого обращения или получения запроса.</li>
                        <li>При выявлении Оператором, Роскомнадзором или иным заинтересованным лицом факта неправомерной или случайной передачи (предоставления, распространения) персональных данных (доступа к персональным данным), повлекшей нарушение прав субъектов персональных данных, Оператор: в течение 24 часов – уведомляет Роскомнадзор о произошедшем инциденте, предполагаемых причинах, повлекших нарушение прав субъектов персональных данных, предполагаемом вреде, нанесенном правам субъектов персональных данных, и принятых мерах по устранению последствий инцидента, а также предоставляет сведения о лице, уполномоченном Оператором на взаимодействие с Роскомнадзором по вопросам, связанным с инцидентом; в течение 72 часов - уведомляет Роскомнадзор о результатах внутреннего расследования выявленного инцидента и предоставляет сведения о лицах, действия которых стали его причиной (при наличии).</li>
                        <li>Порядок уничтожения персональных данных Оператором.
                            <ol class="nested">
                                <li>Условия и сроки уничтожения персональных данных Оператором:
                                    <ol class="nested">
                                        <li>достижение цели обработки персональных данных либо утрата необходимости достигать эту цель – в течение 30 дней;</li>
                                        <li>достижение максимальных сроков хранения документов, содержащих персональные данные – в течение 30 дней;</li>
                                        <li>предоставление субъектом персональных данных (его представителем) подтверждения того, что персональные данные получены незаконно или не являются необходимыми для заявленной цели обработки – в течение семи рабочих дней;</li>
                                        <li>отзыв субъектом персональных данных согласия на обработку его персональных данных, если их сохранение для цели их обработки более не требуется – в течение 30 дней.</li>
                                    </ol>
                                </li>
                                <li>При достижении цели обработки персональных данных, а также в случае отзыва субъектом персональных данных согласия на их обработку персональные данные подлежат уничтожению, если:
                                    <ol class="nested">
                                        <li>иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных;</li>
                                        <li>иное не предусмотрено другим соглашением между Оператором и субъектом персональных данных.</li>
                                    </ol>
                                </li>
                                <li>Уничтожение персональных данных осуществляет комиссия, созданная приказом Оператора.</li>
                                <li>Уничтожение персональных данных может быть осуществлено следующими способами в зависимости от типа носителя информации (бумажный или электронный):
                                    <ol class="nested">
                                        <li>физическое уничтожение носителя (уничтожение через шредирование, уничтожение через термическую обработку (сжигание));</li>
                                        <li>уничтожение информации с электронного носителя (механическое нарушение целостности носителя, не позволяющее считать или восстановить персональные данные, удаление данных с электронных носителей методами и средствами гарантированного удаления остаточной информации, многократная перезапись в секторах магнитного диска).</li>
                                    </ol>
                                </li>
                                <li>Уничтожение части персональных данных, если это допускается материальным носителем, производится способом, исключающим дальнейшую обработку этих персональных данных, с сохранением возможности обработки иных данных, зафиксированных на материальном носителе.</li>
                            </ol>
                        </li>
                    </ol>
                </li>
            </ol>
        </div>
    </div>
    </template>
    
    <script setup>
    const items = [
      { id: 1 },
      // More items...
    ]
    </script>