<template>
    <div class="bg-white py-4 sm:py-8">
        <div class="mx-auto max-w-6xl text-left">
            <div class="border-b border-gray-200 pb-5 mb-7">
                <h2 class="text-lg sm:text-2xl font-semibold leading-6 text-gray-900 px-4 sm:px-8">Договор</h2>
            </div>
        </div>
        <div class="container mx-auto max-w-6xl text-base text-left bg-white px-4 sm:px-8">
            <p class="indent-8 pb-4">Автономная некоммерческая организация дополнительного профессионального образования «Форум», в лице директора Маликовой Нины Владимировны, действующего на основании Устава, именуемый в дальнейшем «Исполнитель», с одной стороны, и обучающийся, именуемый в дальнейшем «Заказчик», с другой стороны, совместно именуемые «Стороны», заключили настоящий Договор о нижеследующем:</p>
            <ol role="list" class="nested py-4">
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Предмет Договора</strong>
                    <ol class="nested">
                        <li>Исполнитель обязуется предоставить доступ обучающемуся к Онлайн-платформе в части доступа к Онлайн-курсу и оказать платные образовательные услуги (далее - Услуги) в рамках его программы, а Заказчик обязуется принять и оплатить эти услуги. Заказчик (обучающийся) обязуется предпринять все зависящие от него действия, необходимые для зачисления, прохождения и завершения обучения по выбранному им Курсу.</li>
                        <li>Договор действует в отношении любого Курса, который:
                            <ol class="nested">
                                <li>Размещен по адресу <a href="https://психологиядляпрофессионалов.рф" class="break-all">https://психологиядляпрофессионалов.рф</a></li>
                                <li>Указан в счете на оплату в Личном кабинете обучающегося.</li>
                            </ol>
                        </li>
                        <li>Название курса, учебный план, срок освоения Курса, формат и стоимость обучения определяются на странице выбранного Курса. Обучение проводится в очно-заочной форме исключительно с использованием дистанционных образовательных технологий на Онлайн-платформе.</li>
                        <li>Услуги оказываются на основании лицензии на осуществление образовательной деятельности № Л035-01244-36/00229393 от 05 марта 2021, выданной Департаментом образования, науки и молодежной политики Воронежской области (бессрочно).</li>
                        <li>Настоящий Договор является смешанным. Предоставление доступа к Онлайн-платформе в части доступа к Онлайн-курсу регулируется положениями Гражданского кодекса РФ по лицензионному договору (ст. 1235 ГК РФ). Оказание услуг по обучению по выбранному Курсу регулируется положениями Гражданского кодекса РФ по договору возмездного оказания услуг (ст. 779 ГК РФ).</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Права Исполнителя и Заказчика </strong>
                    <ol class="nested">
                        <li>Исполнитель вправе:
                            <ol class="nested">
                                <li>Осуществлять образовательный процесс, устанавливать системы оценок, формы, порядок и периодичность проведения тестирования /аттестации обучающегося, отправлять практическое задание на доработку обучающемуся в случае ненадлежащего качества его выполнения, в том числе при обнаружении плагиата.</li>
                                <li>Отчислить обучающегося по основаниям, предусмотренным законодательством РФ и локальными нормативными актами Исполнителя.</li>
                                <li>Изменить в одностороннем порядке период обучения без изменения продолжительности обучения не более чем на 14 календарных дней.</li>
                                <li>Потребовать оплаты разницы в стоимости обучения при переводе обучающегося с одного Курса на другой.</li>
                                <li>Изменить в одностороннем порядке объём программы не более чем на 10%.</li>
                                <li>Отказать в выдаче документа об образовании / обучении в случае непредоставления документов обучающимся.</li>
                                <li>Проводить плановые технические работы на Онлайн-платформе, предварительно уведомляя о времени таких работ Заказчика и/или Обучающегося </li>
                                <li>Привлекать экспертов / преподавателей на Курс по своему усмотрению, проверяя их документы и опыт работы и неся ответственность за их действия в процессе обучения как за свои собственные.</li>
                            </ol>
                        </li>
                        <li>Заказчик вправе:
                            <ol class="nested">
                                <li>Получать информацию от Исполнителя по вопросам организации и обеспечения надлежащего предоставления услуг, предусмотренных Договором.</li>
                                <li>Направлять запросы Исполнителю, связанные с образовательным процессом, через свой Личный кабинет.</li>
                                <li>Получить возврат денежных средств, уплаченных по Договору на условиях, в порядке и в сроки, указанные в порядке, указанном в Приложении № 1 к настоящему Договору.</li>
                                <li>Пользоваться материалами, размещенными в Личном кабинете, в период обучения на Курсе и в течение 1 года с момента его окончания.</li>
                                <li>Подать заявление об отчислении по собственному желанию в любое время до окончания Программы.</li>
                                <li>Пользоваться иными правами, предусмотренными законодательством об образовании в РФ.</li>
                            </ol>
                        </li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Обязанности Исполнителя и Заказчика</strong>
                    <ol class="nested">
                        <li>Исполнитель обязан:
                            <ol class="nested">
                                <li>Обеспечить бесперебойное функционирование Онлайн-платформы и соблюдение законодательства РФ, в том числе нормы по информационной безопасности, а также предоставить обучающемуся доступ к Онлайн-платформе в части доступа к Онлайн-курсу.</li>
                                <li>Зачислить обучающегося на Курс при выполнении Заказчиком условий регистрации, подачи документов и своевременной оплаты выбранного Курса</li>
                                <li>Обеспечить Заказчику условия для освоения программы Курса.</li>
                                <li>Довести до Заказчика сведения о порядке предоставления платных образовательных услуг путем публикации правовых документов, касающихся образовательного процесса, на сайте <a href="https://психологиядляпрофессионалов.рф" class="break-all">https://психологиядляпрофессионалов.рф</a></li>
                                <li>Организовать и обеспечить надлежащее оказание образовательных услуг в соответствии с государственными требованиями, локальными нормативными актами Исполнителя, учебным планом и расписанием занятий Исполнителя.</li>
                                <li>Выдать обучающемуся:
                                    <ol class="nested">
                                        <li>удостоверение о повышении квалификации установленного образца в случае успешного прохождения Курса и написанию им Итоговой работы. по дополнительной профессиональной программе;</li>
                                        <li>свидетельство установленного образца в случае прохождения дополнительной общеобразовательной общеразвивающей программы.</li>
                                    </ol>
                                </li>
                                <li>Выдать обучающемуся справку об обучении, установленного образца в следующих случаях:
                                    <ol class="nested">
                                        <li>непрохождения тестирования;</li>
                                        <li>ненаписания обязательной Итоговой работы;</li>
                                        <li>при неполном освоении Программы или освоении части Программы;</li>
                                        <li>при освоении дополнительной профессиональной программы параллельно с получением среднего профессионального или высшего образования.</li>
                                    </ol>
                                </li>
                                <li>Обеспечить обучающемуся уважение человеческого достоинства, защиту от всех форм физического и психического насилия, оскорбления личности, охрану жизни и здоровья.</li>
                                <li>Отчислить обучающегося при наличии заявления обучающегося об отчислении по собственному желанию.</li>
                            </ol>
                        </li>
                        <li>Заказчик обязан:
                            <ol class="nested">
                                <li>Ознакомиться до зачисления на Курс с локальными нормативными актами Исполнителя.</li>
                                <li>Зарегистрироваться на Онлайн-платформе до начала обучения на Курсе.</li>
                                <li>Осваивать программу Курса, проходить предусмотренное программой Курса тестирование, выполнять в установленные сроки практические задания, предусмотренным Курсом. При этом обучающийся обязуется выполнять практические задания надлежащим образом, без плагиата, а в случае указания эксперта / преподавателя дорабатывать свое решение.</li>
                                <li>Сдать Итоговую работу, предусмотренную программой Курса, в установленные Исполнителем сроки.</li>
                                <li>Своевременно предоставлять Исполнителю через Личный кабинет все необходимые сведения, в том числе пол, гражданство, дату рождения и номер СНИЛС и  другие обязательные к передаче Исполнителю документы, извещать об изменении своих контактных и персональных данных.</li>
                                <li>Соблюдать требования правил внутреннего распорядка и иные локальные нормативные акты Исполнителя</li>
                                <li>Указать в Личном кабинете следующие данные: фамилию, имя, отчество (при наличии); место жительства; почтовый адрес; номер телефона; электронную почту.</li>
                                <li>Предоставить следующие документы в электронном виде (фото или сканы) путем их загрузки на Онлайн-платформу через Личный кабинет до зачисления и/или в период обучения по:
                                    <ol class="nested">
                                        <li>дополнительной профессиональной программе: 
                                            <ol class="nested">
                                                <li>документ, удостоверяющий личность (разворот с ФИО);</li>
                                                <li>документ, подтверждающий смену фамилии, если такое изменение имело место;</li>
                                                <li>документ о высшем образовании (медицинском, психологическом, педагогическом), либо диплом о профессиональной переподготовке в области педагогики, психологии, психотерапии.</li>
                                                <li>студентам – фотографию действительного студенческого билета или действующей зачетной книжки (разворот с ФИО)</li>
                                            </ol>
                                        </li>
                                        <li>дополнительной общеобразовательной общеразвивающей программе - документ, удостоверяющий личность (разворот с ФИО).</li>
                                        <li>если обучающийся не предоставляет Исполнителю указанные документы, последний вправе отказать обучающемуся в выдаче документа об образовании / обучении.</li>
                                    </ol>
                                </li>
                                <li>Пользоваться Онлайн-платформой и Онлайн-курсом исключительно в собственных образовательных целях, в связи с чем обучающийся обязан:
                                    <ol class="nested">
                                        <li>воздерживаться от любых действий, которые нарушают права Исполнителя на результаты интеллектуальной деятельности, в частности, не копировать, не записывать, не воспроизводить, не распространять любые результаты интеллектуальной деятельности Исполнителя без письменного разрешения Исполнителя;</li>
                                        <li>не предоставлять свои аутентификационные данные для доступа в Личный кабинет на Онлайн-платформе третьим лицам.</li>
                                    </ol>
                                </li>
                                <li>Исполнять иные обязанности, предусмотренные законодательством об образовании в РФ.</li>
                            </ol>
                        </li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Порядок обучения на Онлайн-курсе</strong>
                    <ol class="nested">
                        <li>Исполнитель реализует программу Курса с использованием собственной Онлайн-платформы. Обязанность Исполнителя по предоставлению доступа к Онлайн-платформе в части доступа к Онлайн-курсу считается исполненной с момента фактического предоставления доступа к Онлайн-платформе и истечения трёх Занятий по выбранному Курсу.</li>
                        <li>Исполнитель оказывает услуги по московскому времени. Доступ к Онлайн-курсу предоставляется обучающемуся в Личном кабинете после оплаты, но в любом случае не ранее даты начала периода обучения. Онлайн-курс может реализовываться в двух форматах:
                            <ol class="nested">
                                <li>«По расписанию»: при указанном формате обучающийся зачисляется в учебную группу и обязуется проходить Курс согласно установленному Исполнителем расписанию;</li>
                                <li>«В удобное время»: при указанном формате Исполнитель предоставляет доступ к Онлайн-курсу на определённый срок, в рамках которого обучающийся самостоятельно выбирает время для прохождения Занятий и выполнения практических заданий без привязки к расписанию.</li>
                            </ol>
                        </li>
                        <li>Доступ к Онлайн-курсу действует в течение периода обучения на Курсе и сохраняется в течение 1 года со дня проведения его последнего занятия. В случае досрочного отказа Заказчика / обучающегося от обучения на Курсе доступ к Онлайн-курсу закрывается, при этом у обучающегося остаётся доступ к Онлайн-платформе и право её использования.</li>
                        <li>Если обучающийся не подключился к Вебинару в дату и время его проведения, он обязуется освоить пройденный материал, посмотрев запись Занятия, доступную в Личном кабинете.</li>
                        <li>Исполнитель в ходе реализации учебной программы предоставляет обучающемуся доступ к материалам Курса: онлайн вебинарам, практическим занятиям, видеозаписям вебинаров, презентациям, конспектам, тестам, домашним заданиям. Обучающийся обязуется использовать данные материалы исключительно в целях собственного обучения, не передавать их третьим лицам и не использовать каким-либо иным способом, который мог бы нарушить права и интересы Исполнителя.</li>
                        <li>Исполнитель вправе вносить изменения в учебный план, вызванные объективной необходимостью (например, в случае болезни преподавателя / эксперта, технических проблем при функционировании Онлайн-платформы).</li>
                        <li>Образовательный процесс в организации Исполнителя проводится в соответствии с локальными нормативными актами</li>
                        <li>Если в ходе обучения обучающийся будет создавать материалы, в основу которых положена конфиденциальная информация, относящаяся к профессиональной деятельности, собственному бизнесу, рабочим задачам, обучающийся обязан оповестить об этом Исполнителя при отправке решения практического задания, оставив комментарий «В основу решения положена конфиденциальная информация». В таком случае Исполнитель, получивший такую конфиденциальную информацию, обязуется не разглашать её третьим лицам и не использовать любым другим образом, кроме как для оказания услуг по Договору.</li>
                        <li>В случае если обучающийся не отправлял соответствующий комментарий и добровольно предоставил эксперту / преподавателю своё решения, бизнес-идею для разбора на Занятии, Исполнитель вправе не удалять данную информацию с Занятия.</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Финансовые условия</strong>
                    <ol class="nested">
                        <li>Стоимость и сроки оплаты услуг по обучению на Курсе указывается на сайте <a href="https://психологиядляпрофессионалов.рф" class="break-all">https://психологиядляпрофессионалов.рф</a></li>
                        <li>Заказчик вправе выбрать удобный для него вариант оплаты Курса:
                            <ol class="nested">
                                <li>100% предоплату до начала обучения по Программе;</li>
                                <li>Оплату двумя платежами:
                                    <ol class="nested">
                                        <li>первые 50% стоимости обучения вносятся до начала Курса</li>
                                        <li>вторые 50% от стоимости Курса – вносятся после половины его прохождения</li>
                                    </ol>
                                </li>
                                <li>При готовности Заказчика внести 100% оплату стоимости Курса, ему предоставляется скидка на Курс.</li>
                                <li>Сотрудникам ГК «Здоровый Ребенок», действительным членам Ассоциации педагогов, психологов, психотерапевтов Центрального Черноземья, студентам ВУЗов очной формы обучения и франчайзи ГК «Здоровые ребенок» предоставляется скидка при оплате обучения и возможность выбора варианта оплаты Курса. Информация о стоимости Курса для вышеуказанных категорий обучающихся, вариантах оплаты и сроках оплаты обучения представлена в Личном кабинете на сайте <a href="https://психологиядляпрофессионалов.рф" class="break-all">https://психологиядляпрофессионалов.рф</a></li>
                                <li>Заказчик оплачивает обучение с помощью одного из электронных платежных сервисов, доступных после заполнения Заказчиком регистрационной формы и выгрузки в личный кабинет необходимых для зачисления на Курс документов. перехода по кнопке «Перейти к оплате» с соответствующей страницы Сайта на сайт электронного платежного сервиса Robokassa.</li>
                            </ol>
                        </li>
                        <li>Условия оплаты в порядке, предусмотренном Договором:
                            <ol class="nested">
                                <li>Для совершения оплаты Заказчику необходимо:
                                    <ol class="nested">
                                        <li>Нажать кнопку «Оплатить полностью». После этого Заказчик будет перенаправлен на сайт уполномоченного оператора по переводу денежных средств «Robokassa» (далее – Оператор).</li>
                                        <li>На странице Оператора Заказчик вводит реквизиты банковской карты, с которой будет осуществляться оплата (далее — Привязанная карта).</li>
                                        <li>Нажимает на кнопку «Оплатить»</li>
                                    </ol>
                                </li>
                                <li>Нажимая на кнопку «Оплатить» Заказчик подтверждает свое согласие на списание денежных средств с его счета в пользу Исполнителя.</li>
                                <li>В случае выбора Заказчиком варианта оплаты Курса двумя частями, для совершения оплаты Заказчику необходимо:
                                    <ol class="nested">
                                        <li>Нажать кнопку «Оплатить». После этого Заказчик будет перенаправлен на сайт Оператора.</li>
                                        <li>На странице Оператора Заказчик вводит реквизиты Привязанной карты.</li>
                                        <li>•	Нажимает на кнопку «Оплатить».</li>
                                    </ol>
                                </li>
                                <li>Заказчик обязуется произвести 100% оплату Курса или 50% стоимости Курса до начала обучения.</li>
                                <li>Если Заказчик успешно прошел половину Курса, но не произвел своевременную оплату второй части Курса, доступ к Курсу для него приостанавливается до момента внесения им оплаты.</li>
                                <li>Максимальная задержка внесения оплаты – 14 дней со дня даты обязательной оплаты.</li>
                                <li>Если на 15 день задержки оплата Заказчиком не будет внесена, Договор считается расторгнутым.</li>
                                <li>В случае досрочного расторжения договора при неоплате образовательных услуг Исполнителя, документы, удостоверяющие прохождение обучения, Исполнителем Заказчику не выдаются.</li>
                            </ol>
                        </li>
                        <li>Возврат денежных средств Заказчику за обучение. Если Заказчик оплатил 100% стоимости Курса, но по уважительной причине не смог приступить к обучению на нем, не подключился ни к одному из Вебинаров, он вправе потребовать  возврат 100% оплаченной им суммы в срок не позднее начала третьего вебинара согласно установленному календарному плану его проведения.
                            <ol class="nested">
                                <li>Для возврата оплаченных средств Заказчику необходимо отправить уведомление о невозможности прохождения им обучения на электронную почту admin@psy4pro.ru с темой «Возврат денежных средств».</li>
                                <li>Если заказчик оплатил 50% стоимости Курса и по уважительной причине не смог начать обучение на Курсе, начал обучения, но не смог его продолжить по причинам, связанным с тяжелым состоянием его здоровья, Заказчик вправе обратиться к Исполнителю, направив письмо с темой «Возврат денежных средств» на электронную почту admin@psy4pro.ru, в котором должен подробно объяснить невозможность продолжения/завершения своего обучения и приложить документы, подтверждающие его состояние. </li>
                                <li>Исполнитель принимает от Заказчика заявление на возврат денежных средств. Каждое заявление рассматривается в индивидуальном порядке. Срок рассмотрения заявления составляет 14 (четырнадцать)  рабочих дней</li>
                                <li>В случае положительного рассмотрения заявления о возврате денежных средств Заказчику, Исполнитель осуществляет перевод денежных средств Заказчику на счет, с которого Заказчик производил оплату обучения.</li>
                            </ol>
                        </li>
                        <li>Стороны не подписывают акт сдачи-приемки оказанных услуг. Обязанности Исполнителя в рамках настоящего Договора считаются надлежащим образом исполненными и принятыми Заказчиком, если Заказчик не отказался от Договора в течение первых трех Занятий Курса и  в течение трех календарных дней с момента окончания периода обучения Исполнитель не получил от Заказчика мотивированные возражения.</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Ответственность сторон и срок действия Договора</strong>
                    <ol class="nested">
                        <li>Стороны несут ответственность в соответствии с действующим законодательством РФ, в том числе (но не ограничиваясь) с Гражданском кодексом РФ, ФЗ от 29.12.2012 г. № 273-ФЗ «Об образовании в РФ», Постановлением Правительства РФ от 15.09.2020 г. № 1441 «Об утверждении Правил оказания платных образовательных услуг».</li>
                        <li>При неисполнении обучающимся обязательств, предусмотренных Договором, и выявлении Исполнителем факта доступа третьих лиц к содержанию Программы обучающийся обязан во внесудебном порядке по письменному требованию Исполнителя оплатить штраф в размере 100 000 (сто тысяч) рублей.</li>
                        <li>Договор в части услуг по обучению действует с даты его заключения (даты акцепта оферты) и до даты окончания периода обучения или отчисления обучающегося, а в части денежных обязательств – до полного исполнения финансовых обязательств сторонами.</li>
                        <li>Договор может быть расторгнут по соглашению Cторон.</li>
                        <li>Договор может быть расторгнут Исполнителем в одностороннем порядке в случае нарушения Заказчиком обязательств по оплате образовательных услуг Исполнителя. В этом случае Исполнитель направляет обучающемуся уведомление об отчислении его с Курса на указанную Заказчиком при регистрации электронную почту.</li>
                        <li>Заказчик может отказаться от Договора путем прекращения внесения оплаты за обучение (при выборе частичной формы оплаты Курса).</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Заключительные положения</strong>
                    <ol class="nested">
                        <li>Стороны договорились, что если иное прямо не предусмотрено законодательством или настоящим Договором, любые сообщения, уведомления и документы в виде хорошо читаемых скан- или фотокопий, направленных сторонами исключительно с электронных адресов: Исполнителя – с адреса электронной почты admin@psy4pro.ru, support@psy4pro.ru. Заказчика (обучающегося) — с адреса электронной почты, указанного им при регистрации в Личном кабинете, обладают юридической силой соответствующих документов на бумажном носителе и создают для сторон все права и обязанности, предусмотренные настоящим Договором. Стороны договорились, что в соответствии со ст. 160 ГК РФ, допускают и признают воспроизведение подписей сторон на документах, связанных с заключением Договора, с помощью использования средств механического, электронного или иного копирования собственноручной подписи, которые будут иметь такую же силу, как подлинная подпись стороны или оригинальный документ. Факсимильные (электронные) копии документов действительны и имеют равную юридическую силу наряду с подлинными.</li>
                        <li>Стороны гарантируют работоспособность указанных в Договоре адресов электронной почты и самостоятельно несут риски, связанные с неполучением, несвоевременным получением или отправкой сообщений, неознакомлением с их содержанием в связи с любыми техническими неисправностями в работе электронной почты, отсутствием доступа к ней по любым причинам, включая отсутствие доступа в Интернет, результатами специальной сортировки сообщений, в частности, попаданием сообщений в папку «Спам» либо аналогичную.</li>
                        <li>В случае изменения ФИО, места жительства или банковских реквизитов любой Стороны она обязана уведомить об этом другую сторону не менее чем за 3 рабочих дня со дня наступления указанных обстоятельств любыми доступными способами, позволяющими подтвердить получение такого уведомления другой стороной. Любые убытки, возникшие у стороны, не исполнившей и/или несвоевременно исполнившей обязательство по уведомлению, связанные с отсутствием такого уведомления, не подлежат компенсации другой стороной.</li>
                        <li>Обучающийся даёт свое согласие Исполнителю на обнародование и дальнейшее использование изображения обучающегося в фото -, видеоматериалах, равно как и зафиксированного в независимых друг от друга кадрах таких видеоматериалов, а также зафиксированного в любых иных объектах изображении в целях размещения такого изображения на Онлайн-платформе и любых иных целях, связанных с образовательным процессом и не противоречащих действующему законодательству, в том числе для загрузки фотографии в Личный кабинет и участия в Вебинарах. Настоящее согласие действует с даты заключения Договора и распространяется на любые объекты, созданные Исполнителем в период обучения обучающегося, а также полученные от обучающегося в этот период. Настоящее согласие может быть отозвано обучающимся в любой момент путем направления письменного заявления на адрес электронной почты admin@psy4pro.ru или по адресу Исполнителя, указанному в разделе 9 Договора.</li>
                        <li>Исполнитель уведомляет обучающегося о том, что предоставленные им персональные данные обрабатываются Исполнителем в соответствии с федеральным законом «О персональных данных» от 27.07.2006 № 152-ФЗ и на основании политики обработки персональных данных, размещенной по адресу: <a href="https://психологиядляпрофессионалов.рф/docs" class="break-all">https://психологиядляпрофессионалов.рф/docs</a></li>
                        <li>При наличии претензий в рамках настоящего Договора Заказчик вправе направить Исполнителю подписанную досудебную претензию в виде хорошо читаемого скана на электронную почту admin@psy4pro.ru</li>
                    </ol>
                </li>
                <li v-for="item in items" :key="item.id">
                    <strong class="text-purple-800">Реквизиты Исполнителя</strong>
                    <ol class="nested">
                        <li>АНО ДПО «Форум»</li>
                        <li>Адрес: 394077, г. Воронеж, бульвар Победы, 13</li>
                        <li>ИНН: 3662112657</li>
                        <li>КПП: 366201001</li>
                        <li>Расчетный счет: 40703810102000000764 в Ярославском филиале ПАО «ПРОМСВЯЗЬБАНК»</li>
                        <li>КС: 30101810300000000760</li>
                        <li>БИК: 047888760</li>
                        <li>Директор: Маликова Н.В.</li>
                    </ol>
                </li>
            </ol>
            <p class="indent-8 pb-4"></p>
        </div>
    </div>
    </template>
    
    <script setup>
    const items = [
      { id: 1 },
      // More items...
    ]
    </script>