<template>
    <div class="bg-white py-4 sm:py-8" id="content-to-convert">
        <div class="mx-auto max-w-6xl text-left">
            <div class="border-b border-gray-200 pb-5 mb-7">
                <h2 class="text-lg sm:text-2xl font-semibold leading-6 text-gray-900 px-4 sm:px-8">Оферта</h2>
            </div>
        </div>
        <div class="container mx-auto max-w-6xl text-base text-left bg-white px-4 sm:px-8">
            <p class="indent-8 pb-4">Настоящая оферта на заключение договора об оказании платных образовательных услуг для физических лиц, постоянно размещена в сети Интернет по  адресу <a href="https://психологиядляпрофессионалов.рф/docs/offer" class="break-all">https://психологиядляпрофессионалов.рф/docs/offer</a> и является предложением Автономной некоммерческой организации дополнительного профессионального образования "Форум" (далее – Исполнитель) заключить Договор о предоставлении доступа к Онлайн-платформе и оказании платных образовательных услуг (далее – Договор) с любым заинтересованным в получении таких услуг совершеннолетним дееспособным физическим лицом (далее – Заказчик).
                Настоящий документ является публичной офертой в соответствии с п. 2 ст. 437 Гражданского Кодекса РФ.</p>
            <p class="indent-8 pb-4">Надлежащим акцептом настоящей Оферты в соответствии со ст. 438 Гражданского Кодекса РФ считается осуществление Заказчиком в совокупности всех нижеперечисленных действий:</p>
            <ol role="list" class="nested py-4">
                <li v-for="item in items" :key="item.id">заполнение регистрационной формы для записи на обучение по выбранному Курсу;</li>
                <li v-for="item in items" :key="item.id">ознакомление с условиями Оферты на сайте Исполнителя по адресу: <a href="https://психологиядляпрофессионалов.рф/docs/offer" class="break-all">https://психологиядляпрофессионалов.рф/docs/offer</a>;</li>
                <li v-for="item in items" :key="item.id">выражение согласия на получение доступа к Онлайн-платформе и услуг по обучению по выбранному Курсу на условиях Оферты путем нажатия кнопки "Оплатить".</li>
            </ol>
            <p class="indent-8 pb-4">Датой заключения Договора о предоставлении доступа к Онлайн-платформе и оказания платных образовательных услуг является дата оплаты цены по настоящему Договору. Внесение платы по Договору, полностью или частично, означает, что Заказчик ознакомился с Договором и согласен со всеми его условиями.</p>
        </div>
    </div>
    </template>
    
    <script setup>
    const items = [
      { id: 1 },
      // More items...
    ]
    </script>