<template>
    <div class="bg-slate-100 pt-12 sm:pt-24" id="content-to-convert">
      <div class="mx-auto max-w-7xl px-6 lg:px-8">
        <p class="text-4xl font-bold tracking-tight text-mona-lisa-600 sm:text-4xl">Абонемент</p>
      </div>
      <div class="mx-auto max-w-7xl mt-12  px-6 lg:px-8">
        <ul role="list" class="space-y-3">
          <li class="overflow-hidden bg-white px-4 py-4 shadow sm:rounded-md sm:px-6 text-mona-lisa-600 text-xl font-bold">
            <a href="/payment/abonement/8175">
              <p>Психология: Май 2025</p>
              <p>5 вебинаров</p>
              <p class="text-slate-400 line-through pt-2">10899 рублей</p>
              <p>8175 рублей</p>
              <p class="font-normal text-salt-700 pt-4 text-base hover:underline">оплатить абонемент</p>
            </a>
          </li>
          <li v-for="item in items" :key="item.id" class="overflow-hidden bg-white px-4 py-4 shadow sm:rounded-md sm:px-6">
              <a class="sm:inline-flex" :href="item.link">
              <div class="mb-4 flex-shrink-0 sm:mb-0 sm:mr-4">
                <img class="h-60 sm:h-48 object-cover rounded-xl" :src="item.image">
              </div>
              <div>
                <p class="text-slate-600">{{ item.datetime }}</p>
                <p class="text-slate-600">{{ item.duration }}</p>
                <p class="pt-2">{{ item.author }}</p>
                <p>{{ item.status }}</p>
                <p class="text-xl text-salt-800 font-semibold py-2">{{ item.theme }}</p>
                <p class="text-slate-600 py-2">{{ item.comment }}</p>
                <p class="text-slate-600">{{ item.target }}</p>
                <p class="text-slate-400 line-through py-2">{{ item.oldcost }}</p>
                <p class="text-mona-lisa-600">{{ item.cost }}</p>
              </div>
            </a>  
          </li>
          <li class="overflow-hidden bg-white px-4 py-4 shadow sm:rounded-md sm:px-6 text-mona-lisa-600 text-xl font-bold">
            <a href="/payment/abonement/8175">
              <p>5 вебинаров</p>
              <p>Скидка 25%</p>
              <p class="text-slate-400 line-through">10899 рублей</p>
              <p>8175 рублей</p>
              <p class="font-normal text-salt-700 pt-4 text-base hover:underline">оплатить абонемент</p>
            </a>
          </li>
        </ul>
      </div>
    </div>
  </template>
  
  <script setup>
import { comment } from 'postcss';

  const items = [
    { id: 17,
      link: '/kudryashova_15052025',
      image: 'img/hero_kudryashova_15052025.jpg',
      datetime: '15.05.2025 с 19-00 до 21-15',
      duration: '3 академических часа',
      author: 'Кудряшова А.А.',
      status: 'д.ф.н., доцент',
      theme: 'Решение детско-родительских конфликтов в арт-терапии',
      comment: 'Детско-родительские конфликты особо актуальны в семейной психотерапии и психологическом консультировании. Запросы, связанные с данным видом конфликтов, а также детскими травмами, являются одними из самых распространенных в психолого-педагогической практике.',
      target: 'С помощью арт-терапии мы выработаем стратегии поведения и расширения личного опыта в разрешении конфликтов между родителями и детьми.',
      oldcost: '1899 рублей',
      cost: '1425 рублей'
     },
     { id: 16,
      link: '/tretyakova_17052025',
      image: 'img/hero_tretyakova_17052025.jpg',
      datetime: '17.05.2025 с 10-00 до 13-00',
      duration: '4 академических часа',
      author: 'Третьякова Г.А.',
      status: 'медицинский психолог',
      theme: 'Интеллектуальные диагностические тесты Векслера для детей: WISC, WРРSI',
      comment: 'Вебинар посвящен методике и практике использования детского (WISC) и дошкольного (WРРSI) вариантов диагностического теста Векслера.',
      target: 'В результате обучения участники смогут определять уровень интеллектуального развития ребенка в норме и патологии, выявлять и прогнозировать сложности дошкольного и школьного обучения, составлять диагностические заключения и психологические рекомендации.',
      oldcost: '3000 рублей',
      cost: '2250 рублей'
     },
     { id: 19,
      link: '/nikolaeva_18052025',
      image: 'img/hero_nikolaeva_18052025.jpg',
      datetime: '18.05.2025 с 10-00 до 13-00',
      duration: '4 академических часа',
      author: 'Николаева Е.И.',
      status: 'д.б.н., профессор',
      theme: 'Что нужно знать о леворукости',
      comment: 'Несмотря на то что научные знания о леворукости существенно изменились, до сих пор в литературе представлено множество мифов о леворуких детях и их проблемах. Стоит напомнить, что леворукость и праворукость - две стороны одной медали, связанные с особенностями созревания мозга. Они не могут быть оценены только по тому, какой рукой пишет ребенок. Более того, мы поговорим о том, что проблемы в школе бывают как у леворуких, так и у праворуких детей, хотя бы потому, что их больше. Особенно отметим влияние переучивания на когнитивное развитие ребенка.',
      target: 'На вебинаре мы научимся определять рукость, профиль функциональной сенсомоторной асимметрии, кросслатеральность. Узнаем как помогать детям с проблемами чтения, как определять проблемы развития детей разных возрастов.',
      oldcost: '3000 рублей',
      cost: '2250 рублей'
     },
     { id: 11,
      link: '/sotnikova_24052025',
      image: 'img/hero_sotnikova_24052025.jpg',
      datetime: '25.05.2025 с 10-00 до 13-00',
      duration: '3 академических часа',
      author: 'Сотникова О.Ю.',
      status: 'аналитический психолог',
      theme: 'От искажённого мышления к ясности: формирование психологических защит в процессе терапии',
      comment: 'Многие люди застревают в своём психологическом развитии, не осознавая влияния защит низшего порядка. Задача психолога помочь созреванию личности путём осознания бессознательных механизмов для перехода на более высокий уровень функционирования.',
      target: 'Будут изучены механизмы отрицания, всемогущего контроля и расщепления, в том числе их влияние на личность с точки зрения взросления и опасности развития патологий. Специалисты получат инструменты для выявления таких незрелых защит и выработки зрелых.',
      oldcost: '1500 рублей',
      cost: '1125 рублей'
     },
     { id: 12,
      link: '/lisavenko_26052025',
      image: 'img/hero_lisavenko_26052025.jpg',
      datetime: '26.05.2025 с 19-00 до 21-15',
      duration: '3 академических часа',
      author: 'Лисавенко М.Е.',
      status: 'педагог, психолог',
      theme: 'Три чемодана или путешествие длиною в жизнь: авторская диагностико-ресурсная техника',
      comment: 'Арт-терапевтические методы представляют широкий спектр техник, набор которых можно варьировать в зависимости от терапевтических задач. Мы рассмотрим особый авторский подход, объединяющий диагностику, нарративную терапию и работу с ресурсами. Он особенно актуален при ведении клиентов, переживающих глубокий кризис, позволяет найти выход из кризисной ситуации и определить перспективные направления развития.',
      target: 'Vs познакомимся с синергией метафорического, арт-терапевтического и нарративного подходов в рамках уникальной авторской методики, научимся применять ее на практике, узнаем, как терапевту увидеть внутреннее состояния клиента в динамике, а пациенту в терапии раскрыть себя с новой стороны.',
      oldcost: '1500 рублей',
      cost: '1125 рублей'
     },
  ]
  </script>